Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Windows shall if necessary have a device or design capable of excluding solar radiation.
sv: Fönster skall vid behov ha anordning eller utförande som kan avskärma solinstrålning.

source: For work outdoors, the employees shall be protected against atmospheric influence which can be detrimental to their health and safety.
sv: Vid arbete utomhus skall arbetstagarna skyddas mot atmosfärisk påverkan som kan inverka menligt på deras hälsa och säkerhet.

source: Air change shall be arranged according to the working methods used and the physical demands on the employees.
sv: Luftväxling skall ordnas med hänsyn till de arbetsmetoder som används och de fysiska krav som ställs på arbetstagarna.

source: If mechanical ventilation is used, this shall be kept in good working order and must not expose the employees to unpleasant draughts.
sv: Om mekanisk ventilation används skall denna hållas i fungerande skick och får inte utsätta arbetstagarna för besvärande drag.

source: Where necessary for the sake of the employees’ health, any malfunctions in the installation shall be indicated by a control system.
sv: När det är nödvändigt för arbetstagarnas hälsa skall eventuella funktionsfel hos anläggningen indikeras av ett kontrollsystem.

source: Special risk areas
sv: Särskilda riskområden

source: caused by stability and load-carrying capacity not being fully developed at various phases during the project execution stage or arising from the temporary fragility or instability of a structure.
sv: som orsakas av att stabilitet och bärförmåga inte är fullt utbildad under olika stadier av byggskedet eller som orsakas av övergående bräcklighet eller instabilitet hos en konstruktion.

source: If such areas have to be entered, protective roofs, covered passageways or suchlike shall be provided.
sv: Om sådana områden måste beträdas skall skyddstak, täckta gångar eller liknande anordnas.

source: where air contaminants, oxygen deficiency or other atmospheric conditions may occur which are capable of causing danger or
sv: där det kan förekomma luftföroreningar, syrebrist eller andra luftförhållanden som kan medföra fara eller

source: where the air may be readily ignitable the air shall be checked and suitable measures taken.
sv: där luften kan vara lättantändlig skall luften kontrolleras och lämpliga åtgärder vidtas.

source: Special account shall be taken of the need for suitable protective equipment.
sv: Behovet av lämplig skyddsutrustning skall särskilt uppmärksammas.

source: Section 69
sv: AFS 1999:3 20

source: Employees working in a confined space
sv: § Arbetstagare som arbetar i ett slutet utrymme

source: where air contaminants, insufficient oxygen level or other air conditions may entail serious danger or
sv: där luftföroreningar, syrebrist eller andra luftförhållanden kan medföra allvarlig fara eller

source: where the air may be readily ignitable shall at all times be able to be watched from outside.
sv: där luften kan vara lättantändlig skall hela tiden kunna iakttas utifrån.

source: All appropriate precautions shall be taken to ensure that they can be assisted quickly and effectively.
sv: Alla lämpliga åtgärder skall vidtas för att kunna ge snabb och effektiv hjälp.

source: Appropriate measures shall be taken to protect employees who are authorised to enter these danger areas.
sv: Lämpliga åtgärder skall vidtas för att skydda de arbetstagare som har tillstånd att uppehålla sig på dessa riskområden.

source: The danger areas shall be clearly signposted.
sv: Riskområdena skall vara tydligt markerade med skyltar.

source: Personal protective equipment
sv: Personlig skyddsutrustning

source: For work on ice-covered water, ice prods, ice crampons, a life jacket and life line shall be available.
sv: Vid arbete på isbelagt vatten skall finnas tillgång till isdubbar, isbroddar, flytväst och livlina.

source: Personal protective equipment shall otherwise be used when needed.
sv: I övrigt skall personlig skyddsutrustning användas när det behövs.

source: Certain particular kinds of work
sv: Vissa särskilda slag av arbete

source: Earthwork
sv: Markarbete

source: The risk of collapses, landslips, bottom heaves or other unplanned changes in the ground, as well as the risk of flooding, shall be prevented.
sv: Risken för ras, jordskred, bottenupptryckning eller andra oplanerade förändringar hos marken samt risken för översvämning skall förebyggas.

source: materials dangerous to health,
sv: hälsofarliga material,

source: substances dangerous to health or installations, cables or other distribution systems.
sv: hälsofarliga ämnen eller installationer eller ledningar.

source: If this is the case, the requisite safety precautions shall be taken.
sv: Om så är fallet skall erforderliga skyddsåtgärder vidtas.

source: Alternatively the excavation may be carried out with a slope gradient.
sv: Alternativt får schakten utföras med släntlutning.

source: Supportive structures or slope gradients shall be designed so as to provide sufficient security against collapses or other unplanned changes in the ground, having regard to the loads occurring.
sv: Stödkonstruktioner eller släntlutningar skall utföras så att säkerheten mot ras eller andra oplanerade förändringar i marken blir betryggande med hänsyn till förekommande belastningar.

source: Excavated material, other materials and moving vehicles shall be kept away from the excavation.
sv: Schaktmassor, material och fordonstrafik skall hållas på avstånd från schaktgropen.

source: risks due to collapses, falling stones and suchlike or overloading of sheet piling and props and struts.
sv: risker på grund av ras, fallande stenar och liknande eller överbelastning av spontkonstruktioner och stämp.

source: If there is a risk of injury resulting from falls into excavations and wells, these shall be provided with protective covering or closed off by guardrails.
sv: Om det finns risk för personskada genom fall i schaktgropar och brunnar skall dessa förses med skyddstäckning eller stängas av med skyddsräcke.

source: Preventive measures shall be taken to ensure that excavating and materi- alshandling vehicles and machinery will not fall into the excavations or into water.
sv: Förebyggande åtgärder skall vidtas för att säkerställa att fordon och maskiner för schaktning och materialhantering inte faller ned i schaktgropar eller vatten.

source: Cofferdams and caissons
sv: Fångdammar och kassuner

source: The construction, installation, transformation or dismantling of cofferdams and caissons must take place only under the supervision of a competent person.
sv: Fångdammar och kassuner får endast byggas, installeras, ändras eller nedmonteras under tillsyn av en kompetent person.

source: Cofferdams and caissons shall be inspected by a competent person at regular intervals.
sv: Fångdammar och kassuner skall inspekteras regelbundet av en kompetent person.

source: Demolition work
sv: Rivningsarbete

source: If so, this shall be taken into account when planning the demolition.
sv: Om så är fallet skall detta beaktas vid planering av rivningen.

source: That person shall keep the work under continuous observation and supervision.
sv: Denne skall fortlöpande följa och övervaka arbetet.

source: Building parts constituting support for other parts may not be demolished until sufficient anchoring or bracing has taken place.
sv: Byggnadsdelar som utgör stöd för andra delar får inte rivas förrän tillräcklig förankring eller avsträvning skett.

source: If a risk of collapse, overturning or falling objects arises during the work, the danger area shall immediately be evacuated and closed off.
sv: Om risk för ras uppstår under arbetet skall riskområdet omedelbart utrymmas och spärras av.

source: In the case of demolition
sv: Vid rivning

source: by excavator or mobile crane, or
sv: med grävmaskin eller mobilkran eller

source: by ball fitted to the arm of the excavator or to the crane rope, the machine operator shall be closely familiar with this method of working.
sv: med kula som fästs i grävmaskinens lyftarm eller i kranlinan skall föraren av maskinen eller kranen vara väl förtrogen med arbetsmetoden.

source: In the case of demolition by blasting the work shall be described in a blasting scheme.
sv: Vid rivning genom sprängning skall arbetet vara beskrivet i en sprängplan.

source: Passing vehicular traffic
sv: Passerande fordonstrafik

source: Risks due to passing vehicular traffic shall be prevented.
sv: Risker som beror på passerande fordonstrafik skall förebyggas.

source: To this end consideration shall primarily be given to the measures indicated in a-c, below, in the order given.
sv: Härvid skall i första hand de åtgärder som anges i a-c övervägas i den ordning de står uppställda.

source: The traffic is diverted so that the work will not be affected.
sv: Trafiken leds om så att arbetet inte berörs.

source: The traffic is directed in such a way that vehicles pass by at a safe distance.
sv: Trafiken leds så att fordonen passerar på betryggande avstånd.

source: The traffic is segregated from the worksite by means of traffic control devices.
sv: Trafiken skiljs från arbetsplatsen med trafikanordningar.

source: Protective devices effectively excluding or diverting traffic from the worksite shall also be provided to the extent necessary.
sv: I den utsträckning som behövs skall det dessutom finnas skyddsanordningar som effektivt hindrar eller avleder trafiken från att komma in på arbetsplatsen.

source: The following measures shall also be considered, either separately, combined with each other or combined with the measures in (b) and (c).
sv: Även följande åtgärder skall övervägas, antingen var för sig, i förening med varandra eller med åtgärderna under b och c.

source: The speed of traffic past the worksite is reduced by means of road signs, road markings or some other appropriate measure.
sv: Hastigheten sänks förbi arbetsplatsen genom vägmärken, vägmarkeringar eller annan lämplig åtgärd.

source: The traffic is directed past the worksite by a specially appointed person (a signalman) or by means of traffic signals.
sv: Trafiken dirigeras förbi arbetsplatsen av särskilt utsedd person (signalvakt) eller med trafiksignaler.

source: Traffic control devices and protective devices shall be positioned and weighted or anchored in such a way that they cannot normally be ejected into the worksite by passing vehicles.
sv: Trafikanordningar och skyddsanordningar skall vara placerade samt belastade eller förankrade så att de normalt inte kan kastas in på arbetsplatsen av passerande fordon.

source: Special protective devices shall if needed be provided which prevent the employees from being exposed to noise, vibrations or air pollution from passing vehicular traffic.
sv: § Om det behövs skall särskilda skyddsanordningar finnas som förebygger att arbetstagarna exponeras för buller, vibrationer eller luftföroreningar från passerande fordonstrafik.

source: Account shall also be taken of the need for protection from light and reflections.
sv: Behovet av skydd mot ljus och reflexer skall också uppmärksammas.

source: The worksite is not segregated from passing vehicular traffic by protective devices effectively excluding or diverting the traffic from the worksite (Section 81, 2nd paragraph (c)).
sv: Arbetsplatsen är inte skild från passerande fordonstrafik med skyddsanordningar som effektivt hindrar eller avleder trafiken från att komma in på arbetsplatsen (81 § andra stycket c).

source: Work as a signalman at a worksite as referred to in Section 81, 3rd paragraph (e) or Section 83, with the task of directing the traffic and/or ensuring that the employees leave the danger area when a vehicle approaches.
sv: Arbete som vakt på arbetsplats som avses i 81 § tredje stycket e) eller 83 § med uppgift att dirigera trafiken och/eller se till att arbetstagarna lämnar riskområdet då fordon nalkas.

source: It is intended that risks due to traffic shall be prevented through measures referred to in Section 81, 2nd paragraph (c).
sv: Riskerna på grund av trafiken avses förebyggas genom åtgärder enligt 81 § andra stycket c).

source: The work is concerned with the repair and maintenance of track with passing vehicular traffic.
sv: Arbetet avser reparation och underhåll av spår med passerande fordonstrafik.

source: A sanction charge may be applied if fall protection fails to meet the minimum level described in Section 92 a.
sv: Om fallskyddet inte uppfyller den miniminivå som finns beskriven i 92 a § kan sanktions- avgift påföras.

source: Section 87
sv: (AFS 2014:26)

source: In connection with work on roofs, special account shall be taken of the risk of accidents resulting from falls, treading through materials, slipping and tripping.
sv: § Vid takarbete skall riskerna för olycksfall på grund av fall, genomtrampning, halkning och snubbling särskilt beaktas.

source: The same applies concerning health hazards due to unsuitable work postures and working movements.
sv: Detsamma gäller risken för ohälsa på grund av olämpliga arbetsställningar och arbetsrörelser.

source: In both cases, account shall be taken of the importance of climatic factors for work under the special conditions applying to work on roofs.
sv: I båda fallen skall hänsyn tas till olika klimatfaktorers betydelse för arbetet under de särskilda villkor som gäller för takarbete.

source: Materials and tools shall be placed on the roof in such a way that they cannot slide down.
sv: Material och verktyg skall läggas på taket så att de inte kan glida ned.

source: Material shall be appropriately secured if needed.
sv: Material skall om det behövs fastgöras på lämpligt sätt.

source: Permanently fitted equipment shall be used in the first instance.
sv: Fast monterad utrustning skall användas i första hand.

source: If, having regard to the circumstances, it is not reasonable to use a guardrail or equipment affording corresponding protection, personal fall protection equipment shall be used.
sv: Om det med hänsyn till omständigheterna inte är rimligt att använda skyddsräcke eller utrustning som ger motsvarande skydd skall personlig fallskyddsutrustning användas.

source: For assessment purposes, account shall be taken of the following:
sv: Vid bedömningen skall följande beaktas:

source: the time needed to fit the safety rail or the equipment and the risks associated with doing so,
sv: den tid som går åt för att montera skyddsräcket eller utrustningen och de risker som är förenade med detta och

source: the duration of the roof work to be undertaken, and the risks associated with the work if the guardrail or corresponding equipment is not used.
sv: tiden för takarbetet som skall utföras samt de risker som är förenade med arbetet om skyddsräcket eller utrustningen inte används.

source: Personal fall protection equipment shall then be used.
sv: Istället skall personlig fallskyddsutrustning användas.

source: If personal protective equipment against falls from a height is used with a safety line, the safety line shall be secured to an appropriate device on the roof, e.g. a ridge rail.
sv: Om personlig fallskyddsutrustning med lina används skall linan fästas i lämplig anordning på taket, t.ex. nockräck.

source: If a device for securing the safety line is lacking or if there are other special reasons, a person suitable for this task shall be detailed to hold the safety line steady, preferably anchoraged by turns around a structure.
sv: Om anordning för att fästa linan saknas eller om det finns andra särskilda skäl, skall lämplig person avdelas som håller fast den, lämpligen genom avhåll.

source: The safety line shall be kept stretched throughout the work.
sv: Linan skall hållas sträckt under arbetet.

source: In connection with snow clearance, a special person shall normally be detailed to hold the safety line fast anchoraged by turns around a structure and to ensure that it is stretched.
sv: Vid snöskottning skall normalt särskild person avdelas att hålla fast linan genom avhåll och se till att den är sträckt.

source: The packages shall be distributed on the roof at such spaces as to facilitate handling.
sv: Plåtpaketen skall placeras ut på taket med sådana mellanrum att hanteringen underlättas.

source: The first sheets on the roof shall be laid from a scaffolding, work platform or other safe position.
sv: De första plåtarna på taket skall läggas ut från ställning, arbetsplattform eller annan säker plats.

source: Each sheet shall be secured immediately after it has been laid out.
sv: Varje plåt skall fästas omedelbart efter att den lagts ut.

source: Sanction charges for work on roofs
sv: Sanktionsavgift vid takarbete

source: The stipulations of Sections 56 a and 60 a are also applicable to work on roofs.
sv: Vid takarbete gäller även bestämmelserna i 56 a och 60 a §§.

source: 1. Protection to prevent falls during work on roofs shall be present by means of that
sv: Skydd mot fall ska finnas vid takarbetet genom att man

source: This is not applicable if there are guardrails to protect against falls.
sv: Detta gäller inte om det finns skyddsräcken som skyddar mot fall.

source: Clear and durable blocking or roping-off shall be present which define the work area, at least two metres from the roof edge or any other edge.
sv: Tydliga och hållbara avspärrningar ska finnas som avgränsar arbetsområdet, minst två meter från takkanten eller annan kant.

source: Any employer, any person running a business without employees alone or together with a family member, anyone who runs such a business jointly or anyone who employs hired labour for their business and fails to meet the requirements of the first, second, third or fourth paragraphs of this section shall pay a sanction charge , see Section 101.
sv: Den arbetsgivare, den som ensam eller gemensamt med familjemedlem driver yrkesmässig verksamhet utan anställd, de som för gemensam räkning driver sådan verksamhet eller den som anlitar inhyrd arbetskraft i sin verksamhet, som överträder kraven i första, andra, tredje eller fjärde stycket ska betala en sanktionsavgift, se 101 §.

source: The minimum sanction charge is SEK 40 000 and the maximum sanction charge is SEK 400 000.
sv: Lägsta avgiften är 40 000 kronor och högsta avgiften är 400 000 kronor.

source: For anyone with 500 or more people employed, the sanction charge is SEK 400 000.
sv: För den som har 500 eller fler sysselsatta är avgiften 400 000 kronor.

source: Anyone who also fails to comply with Section 60 a for the same work shall pay only one sanction charge.
sv: Den som för samma arbete även överträder 60 a § ska endast betala en sanktionsavgift.

source: Safety nets
sv: Skyddsnät

source: it can arrest falling persons with adequate safety,
sv: att det med tillfredsställande säkerhet kan fånga upp fallande personer,

source: The instructions shall describe how the safety net is intended to be assembled, used and dismantled and how it is to be stored, cared for and inspected.
sv: Instruktionen skall beskriva hur skyddsnätet är avsett att monteras, användas och monteras ned samt hur det skall förvaras, vårdas och inspekteras.

source: In the case of a safety net provided with one or more test ropes for checking the net’s condition, the instructions shall indicate
sv: § För ett skyddsnät som är försett med en eller flera provtrådar för kontroll av nätets kondition skall instruktionen ange

source: the latest date when the test ropes are intended to be test-pulled and how the test results can be used for determining when the net no longer affords adequate protection.
sv: när provtrådarna senast är avsedda att provdras samt hur man med hjälp av provningsresultatet bestämmer när nätet inte längre ger tillfredsställande skyddsfunktion.

source: For a safety net without any test rope, the instructions shall state the date after which the net no longer affords adequate protection.
sv: För ett skyddsnät utan provtråd skall instruktionen ange den tidpunkt när nätet inte längre ger tillfredsställande skyddsfunktion.

source: A safety net may only be assembled under the supervision of a competent person.
sv: Ett skyddsnät får endast monteras under överinseende av en kompetent person.

source: In connection with assembly, the aim shall be to minimise the falling height.
sv: Vid monteringen skall eftersträvas att fallhöjden blir så liten som möjligt.

source: This may not exceed what the instructions show the net to be intended for.
sv: Den får inte vara större än vad nätet enligt instruktionen är avsett för.

source: Nor must it exceed 6 metres.
sv: Den får inte heller vara större än sex meter.

source: The clearance under the net shall be sufficient for a person falling into the net not to be injured by contact with something underneath the net when the latter is stretched.
sv: Den fria höjden under nätet skall vara så stor att en person som faller i nätet inte, när detta töjs, kan skadas genom kontakt med något som finns under nätet.

source: The test rope has been test-pulled.
sv: Provtråden har provdragits.

source: An assessment of the test results in accordance with the instructions has shown that the safety net still affords adequate protection.
sv: En bedömning enligt instruktionen av provningsresultatet har visat att skyddsnätet

source: Alternatively, the date after which the net no longer affords adequate protection has been determined in accordance with the instructions.
sv: Alternativt har den tidpunkt efter vilken nätet inte längre ger tillfredsställande skyddsfunktion bestämts enligt instruktionen.

source: Test-pulling, assessment and determination shall be carried out by a competent person.
sv: Provdragningen, bedömningen och bestämningen skall göras av en kompetent person.

source: A safety net with more than one test rope may not be used after the point in time which, following test-pulling of the last test rope, has been determined as provided in Section 98 (c).
sv: Ett skyddsnät med flera provtrådar får inte användas efter den tidpunkt som efter provdragning av den sista provtråden bestämts enligt 98 § c).

source: A safety net without a test rope may not be used after the date when, according to the written instructions, the net no longer affords adequate protection.
sv: Ett skyddsnät utan provtråd får inte användas efter den tidpunkt när nätet enligt den skriftliga instruktionen inte längre ger tillfredsställande skyddsfunktion.

source: Provisions on sanction charges
sv: Bestämmelser om sanktionsavgifter

source: Those who violate these provisions shall pay sanction charges according to Chapter 8 (5–10) of the Work Environment Act.
sv: Den som överträder dessa bestämmelser ska betala sanktionsavgift enligt 8 kap. 5–10 §§ arbets- miljölagen.

source: The size of the sanction charge is calculated according to the grounds specified in Sections 7, 8, 12, 14, 60 a and 92 a.
sv: Sanktionsavgiftens storlek beräknas enligt de grunder som anges i 7, 8, 12, 14, 60 a och 92 a §§.

source: These Provisions enter into force on 1st January 2000.
sv: Dessa föreskrifter träder i kraft den 1 januari 2000.

source: The following Provisions and General Recommendations issued by the National Board of Occupational Safety and Health are repealed with effect from the same date:
sv: Samtidigt upphävs följande av Arbetarskyddsstyrelsen utfärdade föreskrifter och allmänna råd.

source: Working Platforms for Slipform Casting (Notice 1973:12).
sv: Arbetsplattformar vid glidformsgjutning (Meddelande 1973:12).

source: AFS 2007:11 which entered into force on 1 February 2008
sv: Denna författning träder i kraft den 1 februari 2008.

source: AFS 2008:16 which entered into force on 1 January 2009
sv: Denna författning träder i kraft den 1 januari 2009.
